/* plugin name */
"Camtasia" = "Camtasia";

/* Error description */
"Camtasia is not installed" = "Camtasia ist nicht installiert";

/* Error reason */
"Download Camtasia to enhance and edit your video capture." = "Laden Sie Camtasia herunter, um Ihre Video-Captures zu verbessern und zu bearbeiten.";

/* plugin button tooltip */
"Import image captures to use as assets in a video project. Import video captures to edit or use as source clips in a project." = "Importiert Bild-Captures zur Verwindung als Medienelemente in einem Videoprojekt. Importiert Video-Captures zur Bearbeitung oder Verwendung als Quellclips in einem Projekt.";

/* Error reason */
"Unable to share capture to Camtasia" = "Capture kann nicht an Camtasia weitergeleitet werden";

/* Error description */
"Unknown Error Occurred" = "Ein unbekannter Fehler ist aufgetreten";

/* Error description */
"Unsupported Version" = "Version nicht unterstützt";

/* Error reason */
"Your current version of Camtasia is not supported. Please update to version 1.2 or later." = "Die derzeit installierte Version von Camtasia wird nicht unterstützt. Bitte aktualisieren Sie auf Version 1.2 oder eine neuere Version.";

